{"events":[{"city":"bali","image":"https://external-content.duckduckgo.com/iu/?u=https%3A%2F%2Finsiderjourneys.com.au%2Fwp-content%2Fuploads%2F2020%2F01%2FIndonesia-Bali-pura-ulun-danu-bratan-temple-shutterstock_638432449-1920.jpg&f=1&nofb=1&ipt=cb754804a7a19ab44f9aff5b6fef981de0ff4e036106d685ac33769ff722e077&ipo=images","desc":"Is a province of Indonesia and the westernmost of the Lesser Sunda Islands. East of Java and west of Lombok, the province includes the island of Bali and a few smaller neighbouring islands, notably Nusa Penida, Nusa Lembongan, and Nusa Ceningan to the southeast. The provincial capital, Denpasar,[7] is the most populous city in the Lesser Sunda Islands and the second-largest, after Makassar, in Eastern Indonesia. The upland town of Ubud in Greater Denpasar is considered Bali's cultural centre. The province is Indonesia's main tourist destination, with a significant rise in tourism since the 1980s.[8] Tourism-related business makes up 80% of its economy.","events":[{"name":"arts-festival","description":"Anim Lorem anim proident qui eu et. Reprehenderit exercitation anim cupidatat fugiat ad non sint velit cupidatat Lorem dolor laboris ad nisi. Nisi incididunt aliquip consectetur adipisicing mollit ea tempor veniam enim. Ad sunt ullamco Lorem qui ea quis ut deserunt consectetur commodo amet. Aliquip reprehenderit Lorem eiusmod ut Lorem in ipsum voluptate sunt. Minim fugiat minim do commodo ea. Sunt magna eiusmod enim quis eu Lorem magna eu.","image":"https://external-content.duckduckgo.com/iu/?u=https%3A%2F%2Fidetrips.com%2Fwp-content%2Fuploads%2F2019%2F03%2Fbali-arts-festival-7.jpg&f=1&nofb=1&ipt=d34ff481bc13578fc7b2ac52f71b3e08fd30609c9649c4ce5598b47aab32f136&ipo=images","suscription":[]},{"name":"spirits-festival","description":"Ex fugiat occaecat cillum fugiat non veniam. Nisi amet sint nulla sunt Lorem dolor cupidatat tempor consequat consectetur. Ipsum excepteur deserunt fugiat Lorem fugiat minim laborum sit qui commodo occaecat veniam id. Cillum ipsum eiusmod excepteur et excepteur culpa ullamco qui ullamco. Qui laboris duis nulla sunt minim consequat. In est magna incididunt nostrud id. Qui eu sit dolor ad mollit amet duis.","image":"https://external-content.duckduckgo.com/iu/?u=http%3A%2F%2Fasianitinerary.com%2Fwp-content%2Fuploads%2F2015%2F06%2FBSF2015-20.jpg&f=1&nofb=1&ipt=c1ddae34b9fba574f653c4f81217c60fca33c41c85c772c26e6796d0e2603221&ipo=images","suscription":[]},{"name":"traditional-show","description":"Description","image":"https://external-content.duckduckgo.com/iu/?u=https%3A%2F%2Fi0.wp.com%2Ftravel.eatsandretreats.com%2Fwp-content%2Fuploads%2F2018%2F02%2FSnapseed_1.jpg%3Fresize%3D696%252C465&f=1&nofb=1&ipt=9d03013e29851a9ede6820aeea153f1d9fe2836bb20ca77e9bd8d27535fd322e&ipo=images","suscription":[]}]},{"city":"miami","image":"https://external-content.duckduckgo.com/iu/?u=https%3A%2F%2Ftorchgroup.com%2Fwp-content%2Fuploads%2F2019%2F06%2Fmiami-skyline.jpg&f=1&nofb=1&ipt=80a32df2ba8f052e84bf8d05a9bc7740a9edc90ea13cfdc1cb9632853126c122&ipo=images","desc":"Officially the City of Miami, is a major city, a coastal metropolis and the county seat of Miami-Dade County in South Florida, United States. With a population of 442,241 at the 2020 census,[6] it is the second-most populous city in Florida and the eleventh-most populous city in the Southeastern United States. The Miami metropolitan area is the ninth largest in the U.S. with a population of 6.138 million in 2020.[7] The city has the third-largest skyline in the U.S. with over 300 high-rises,[11] 58 of which exceed 491 ft (150 m).","events":[{"name":"new-year-eve-party","description":"Incididunt minim veniam amet irure eiusmod cupidatat in sint dolor tempor eu. Cupidatat irure labore dolore est esse tempor elit sint quis aute. Adipisicing tempor excepteur anim sint id minim eiusmod eu commodo nisi laboris occaecat id. Nostrud fugiat in Lorem fugiat dolor. Sit ex in amet laboris veniam ut amet.","image":"https://external-content.duckduckgo.com/iu/?u=https%3A%2F%2Frestaurantclicks.com%2Fwp-content%2Fuploads%2F2022%2F11%2Fnew-years-eve-in-Seatte.jpg&f=1&nofb=1&ipt=5a5a0162a58127ee3db25910db8d7dee93a0ceb6a9afc30133d36c034455c319&ipo=images","suscription":[]},{"name":"rockwell","description":"Ipsum ad esse laboris laborum reprehenderit occaecat enim nostrud Lorem dolore exercitation. Duis aliquip Lorem dolore dolor esse. Ullamco commodo occaecat veniam anim id enim velit quis irure consectetur proident sint do aliqua. Duis irure esse ipsum commodo qui duis sint aliqua.","image":"https://external-content.duckduckgo.com/iu/?u=http%3A%2F%2Fskamartist.com%2Fsites%2Fdefault%2Ffiles%2Fvenues%2Frockwell-1_0.jpg&f=1&nofb=1&ipt=ff12fcc39f0800904a66cc569f3f4344bcdfdbaad016b1b9578f45088b5e15cb&ipo=images","suscription":["mail@mail.com","eli@mail.com"]},{"name":"rent-airstar","description":"Incididunt velit irure enim laborum dolore. Eu sint nisi est nulla tempor ea sunt. Voluptate anim deserunt quis ut. Duis consequat enim proident voluptate labore nisi adipisicing duis Lorem. Nostrud enim ullamco cupidatat non veniam aliquip excepteur irure aliquip Lorem aliqua aute amet. Ipsum laborum qui cupidatat aute aliquip irure ullamco in sint.","image":"https://external-content.duckduckgo.com/iu/?u=https%3A%2F%2Fillumene.com%2Fwp-content%2Fuploads%2F2019%2F11%2Frent-airstar-rent-moon-balloon-Miami--1536x983.jpg&f=1&nofb=1&ipt=b0a7b5b99ba3916fa292d1955afd2e81fbb9b0e2855d723893ba7e9b97f9764d&ipo=images","suscription":[]},{"name":"sunset-event-productions","description":"Irure laboris veniam dolor id aute. Mollit ex dolor ex voluptate ut aute do deserunt consectetur. Occaecat deserunt elit cillum ex labore in qui ut adipisicing.","image":"https://external-content.duckduckgo.com/iu/?u=http%3A%2F%2Fmedia-api.xogrp.com%2Fimages%2Ffbca5720-d29a-491d-90a1-4867ad7d73d0&f=1&nofb=1&ipt=40a8d42fe23c0f650d35b6c53f34ba04f60d184bbb00338366a2da75cd9cbecb&ipo=images","suscription":[]},{"name":"ultra","description":"Anim officia ea nulla Lorem fugiat veniam in ea tempor veniam voluptate. Est aliquip nostrud dolore reprehenderit nisi ut consequat. Aliquip excepteur proident proident magna labore non. Occaecat sunt occaecat id sint dolor anim dolor consequat ea sunt enim. Do mollit aliquip dolore enim qui culpa eu qui magna. Aliqua ipsum cillum eiusmod Lorem anim deserunt cupidatat tempor aliqua nulla exercitation excepteur. Occaecat reprehenderit mollit amet Lorem est ullamco in excepteur est excepteur voluptate sunt do irure.","image":"https://external-content.duckduckgo.com/iu/?u=http%3A%2F%2Fdancemusicnw.com%2Fwp-content%2Fuploads%2F2019%2F04%2FUltra-Main-Stage-photo-by-aLIVE-Coverage-1000x563.jpg&f=1&nofb=1&ipt=3ab4309d1ffbe8c9b202fd8511fe6032b26a28c949a8f988c421ac337849e368&ipo=images","suscription":[]},{"name":"miami-venues","description":"Esse ea est aute ipsum enim. Aute ad veniam in duis laborum id est. Esse anim irure duis reprehenderit elit. Labore do eu reprehenderit esse ad officia veniam amet magna minim dolore quis culpa sint. Cillum ea id duis consequat quis anim enim et amet.","image":"https://external-content.duckduckgo.com/iu/?u=https%3A%2F%2Fmedia-api.xogrp.com%2Fimages%2F5d28cba1-8ae0-41af-a7e3-16ded5ed65fe&f=1&nofb=1&ipt=1191a41f8db0f7138aa0f304eea2c63fdd280f125982ca0415f5d524f14b598d&ipo=images","suscription":[]}]},{"city":"tokyo","image":"https://external-content.duckduckgo.com/iu/?u=http%3A%2F%2Fres.cloudinary.com%2Fwww-virgin-com%2Fvirgin-com-prod%2Fsites%2Fvirgin.com%2Ffiles%2FArticles%2FTravel%2Ftokyo.jpg&f=1&nofb=1&ipt=0636969940127c92b4ae5ca0ff0477d1fcb9e89e46410bb87b3e279605b03a8d&ipo=images","desc":"Officially the Tokyo Metropolis (東京都, Tōkyō-to), is the capital and largest city of Japan.[8] Formerly known as Edo, its metropolitan area (13,452 square kilometers or 5,194 square miles) is the most populous in the world, with an estimated 37.468 million residents as of 2018;[9] the city proper has a population of 13.99 million people.[4] Located at the head of Tokyo Bay, the prefecture forms part of the Kantō region on the central coast of Honshu, Japan's largest island. Tokyo serves as Japan's economic center and is the seat of both the Japanese government and the Emperor of Japan.","events":[{"name":"savvy","description":"Id amet pariatur eiusmod enim Lorem. Mollit laborum culpa adipisicing et adipisicing proident sunt. Enim quis irure consectetur commodo voluptate ut Lorem ut ex culpa ea quis. Est cillum anim in culpa reprehenderit laboris ex duis.","image":"https://external-content.duckduckgo.com/iu/?u=https%3A%2F%2Fi.pinimg.com%2Foriginals%2Fdd%2Fc7%2F4c%2Fddc74cdadd86ecf53145f11dfe308a85.jpg&f=1&nofb=1&ipt=b2b8ed7322e20599771d57f13a8bcba860d50b05570b6a7037314541f9a81af5&ipo=images","suscription":[]},{"name":"sakura-spring","description":"Labore id velit sint est officia sint proident commodo Lorem dolore pariatur. Ea ut adipisicing exercitation ullamco sunt consequat magna ut. Laboris ipsum ullamco aliqua eiusmod sint ex labore.","image":"https://external-content.duckduckgo.com/iu/?u=https%3A%2F%2Ffestivalgo.huber-japan.com%2Fwp-content%2Fuploads%2F2019%2F02%2F34e667738eb7c853885fd5cca27e80e7.jpg&f=1&nofb=1&ipt=0e62bb68754dccc3c82b77b0e88110d44e0c795e81f746a41343bc6b686f59b4&ipo=images","suscription":[]},{"name":"playstation-show","description":"Mollit exercitation in consectetur consequat incididunt voluptate eu deserunt aliqua fugiat minim nulla laboris tempor. Est do ex Lorem aliqua deserunt minim mollit tempor. Nulla consequat sit dolor officia esse proident anim ea exercitation ipsum eiusmod. Enim est officia dolore excepteur excepteur non cupidatat. Dolor culpa do sunt sit occaecat tempor officia labore culpa velit incididunt.","image":"https://external-content.duckduckgo.com/iu/?u=http%3A%2F%2Fwww.japantimes.co.jp%2Fwp-content%2Fuploads%2F2016%2F01%2Fb-sony-a-20160127.jpg&f=1&nofb=1&ipt=14b5038ca0844fc0718339ae2023a457ddcce9979fc4918b814621eb470920a3&ipo=images","suscription":[]},{"name":"cosplay-convention","description":"Eu dolor veniam incididunt laborum quis ea excepteur cillum enim. Sunt esse nostrud velit voluptate voluptate sunt dolore sunt. Sint cillum deserunt veniam sint laboris fugiat in cupidatat aliqua sunt nulla magna dolore. Labore tempor esse consectetur eiusmod pariatur tempor duis id dolor ullamco. Culpa officia exercitation ex aliquip laboris. Nulla tempor esse amet nostrud do tempor in occaecat nisi excepteur laborum minim sunt sunt. Labore exercitation incididunt ipsum ad aliqua ullamco.","image":"https://external-content.duckduckgo.com/iu/?u=https%3A%2F%2Fi.ytimg.com%2Fvi%2FwvOZgPwhZbQ%2Fmaxresdefault.jpg&f=1&nofb=1&ipt=dcf0716792b79d01535b01a5cf8802b14c2badbfcf3c5d6769d266e09df96f54&ipo=images","suscription":[]}]}]}